#include <stdio.h>
#include <locale.h>
main()
{
	setlocale(LC_CTYPE, "RUS");
	puts("Нажмите Enter для продолжения...");
	getchar();
	puts("Продолжение Программы");
	void name();
	{
		puts("********************************************");
		puts("* тема: Разработка консольного прилоожения *");
		puts("* Выполнили БИД-242                        *");
		puts("*                                          *");
		puts("********************************************");
	}
	void date();
	{
		puts("___ ___ ___ ___ ___ ___");
		puts("__| __| | | |__ | | |__");
		puts("|__ |__ |_| __| |_| |__|");
		return 0;
	}
}