#include <stdio.h>
#include <locale.h>
name()
{
	puts("********************************************");
	puts("* Тема: Разработка консольного приложения  *");
	puts("* Выполнили БИД-242                        *");
	puts("*                                          *");
	puts("********************************************");
}
date()
{
	puts("___ ___ ___ ___ ___ ___");
	puts("__| __| | | |__ | | |__");
	puts("|__ |__ |_| __| |_| |__|");
}
void main()
{
	setlocale(LC_CTYPE, "RUS");
	puts("Нажмите Enter для продолжения...");
	getchar();
	puts("Продолжение Программы");
	name();
	date();
}